Repository: django-athm/django-athm
Catalog: django_athm/locale/*/LC_MESSAGES/django.po
Languages: es

source: Transaction Information
es: Informacion de la transaccion

source: Financial Details
es: Detalles financieros

source: Customer & Business Information
es: Información del cliente y negocio

source: Metadata & Notes
es: Metadatos y notas

source: Related Webhooks
es: Webhooks relacionados

source: Status
es: Estado

source: Is Refundable
es: Es reembolsable

source: Refundable Amount
es: Cantidad reembolsable

source: Webhook Events
es: Eventos de webhook

source: No webhook events
es: Sin eventos de webhook

source: Processed
es: Procesado

source: Pending
es: Pendiente

source: Client
es: Cliente

source: Refund selected payments (full refund)
es: Reembolsar pagos seleccionados (reembolso completo)

source: Confirm refund
es: Confirmar reembolso

source: Refund Information
es: Informacion del reembolso

source: Customer Information
es: Informacion del cliente

source: Notes
es: Notas

source: Payment
es: Pago

source: Amount
es: Cantidad

source: Event Information
es: Informacion del evento

source: Request Details
es: Detalles de la solicitud

source: Associations
es: Asociaciones

source: Refund
es: Reembolso

source: Reprocess selected webhook events
es: Reprocesar eventos de webhook seleccionados

source: No unprocessed events selected.
es: No se seleccionaron eventos sin procesar.

source: Confirm reprocessing
es: Confirmar reprocesamiento

source: Webhook URL
es: URL del webhook

source: Auto-detected from current request. Must use HTTPS.
es: Auto-detectada de la solicitud actual. Debe usar HTTPS.

source: Webhook installed
es: Webhook instalado

source: Install Webhooks
es: Instalar webhooks

source: Client Information
es: Información del cliente

source: Activity Summary
es: Resumen de actividad

source: Payments
es: Pagos

source: Refunds
es: Reembolsos

source: Open (Pending Customer Confirmation)
es: Abierto (Pendiente confirmacion del cliente)

source: Confirmed (Pending Authorization)
es: Confirmado (Pendiente autorizacion)

source: Completed
es: Completado

source: Cancelled
es: Cancelado

source: Expired
es: Expirado

source: Unique ecommerce transaction identifier
es: Identificador unico de transaccion ecommerce

source: ATH Móvil reference number for completed transactions
es: Numero de referencia de ATH Móvil para transacciones completadas

source: ATH Móvil daily transaction ID
es: ID de transaccion diaria de ATH Móvil

source: Transaction completion date from ATH Móvil
es: Fecha de completacion de transaccion de ATH Móvil

source: Total transaction amount
es: Monto total de la transaccion

source: Subtotal before tax
es: Subtotal antes de impuestos

source: Tax amount
es: Monto de impuestos

source: ATH Móvil processing fee
es: Cargo de procesamiento de ATH Móvil

source: Amount after possible fees
es: Monto despues de posibles cargos

source: Amount refunded
es: Monto reembolsado

source: Customer name from ATH Móvil at the time of payment
es: Nombre del cliente de ATH Móvil al momento del pago

source: Customer phone number from ATH Móvil at the time of payment
es: Numero de telefono del cliente de ATH Móvil al momento del pago

source: Customer email address from ATH Móvil at the time of payment
es: Correo electronico del cliente de ATH Móvil al momento del pago

source: Associated client record
es: Registro de cliente asociado

source: Business name from ATH Móvil
es: Nombre del negocio de ATH Móvil

source: ATH Móvil Transaction
es: Transaccion ATH Móvil

source: ATH Móvil Transactions
es: Transacciones ATH Móvil

source: ATH Móvil Refund
es: Reembolso ATH Móvil

source: ATH Móvil Refunds
es: Reembolsos ATH Móvil

source: Payment Simulation
es: Simulacion de pago

source: Payment Received
es: Pago recibido

source: Donation Received
es: Donacion recibida

source: Refund Sent
es: Reembolso enviado

source: eCommerce Payment Completed
es: Pago eCommerce completado

source: eCommerce Payment Cancelled
es: Pago eCommerce cancelado

source: eCommerce Payment Expired
es: Pago eCommerce expirado

source: Unknown
es: Desconocido

source: Type of webhook event
es: Tipo de evento de webhook

source: IP address of the webhook request
es: Direccion IP de la solicitud de webhook

source: Whether the webhook was successfully processed
es: Si el webhook fue procesado exitosamente

source: Associated payment if found/created
es: Pago asociado si fue encontrado/creado

source: Associated refund for refund webhooks
es: Reembolso asociado para webhooks de reembolso

source: ATH Móvil Webhook Event
es: Evento de webhook ATH Móvil

source: ATH Móvil Webhook Events
es: Eventos de webhook ATH Móvil

source: Phone number (normalized to digits only)
es: Numero de telefono (normalizado a solo digitos)

source: Customer name (updated from latest transaction)
es: Nombre del cliente (actualizado de la ultima transaccion)

source: Customer email (updated from latest transaction)
es: Correo del cliente (actualizado de la ultima transaccion)

source: ATH Movil Client
es: Cliente ATH Movil

source: ATH Movil Clients
es: Clientes ATH Movil

source: Home
es: Inicio

source: Confirm Refund Operation
es: Confirmar operación de reembolso

source: Are you sure you want to refund the following payment?
es: Esta seguro que desea reembolsar el siguiente pago?

source: Reference Number
es: Número de referencia

source: Yes, refund these payments
es: Sí, reembolsar estos pagos

source: No, cancel
es: No, cancelar

source: No refundable payments selected.
es: No se seleccionaron pagos reembolsables.

source: Go back
es: Regresar

source: Register your webhook URL with ATH Móvil to receive payment events.
es: Registra tu URL de webhook con ATH Móvil para recibir eventos de pago.

source: Install Webhook
es: Instalar webhook

source: Cancel
es: Cancelar

source: Confirm Webhook Reprocessing
es: Confirmar reprocesamiento de webhooks

source: Are you sure you want to reprocess the following webhook event?
es: ¿Está seguro que desea reprocesar el siguiente evento de webhook?

source: Event Type
es: Tipo de evento

source: Created
es: Creado

source: Yes, reprocess these webhooks
es: Sí, reprocesar estos webhooks

source: Payment timed out. Please try again.
es: El pago expiró. Por favor intenta de nuevo.

source: Payment was cancelled.
es: El pago fue cancelado.

source: Payment expired. Please try again.
es: El pago expiró. Por favor intenta de nuevo.

source: Failed to initiate payment
es: Error al iniciar el pago

source: Failed to check status
es: Error al verificar el estado

source: Failed to authorize payment
es: Error al autorizar el pago

source: Cancel this payment?
es: ¿Cancelar este pago?

source: ATH Móvil Payment
es: Transacción ATH Móvil

source: Close
es: Cerrar

source: Enter your phone number registered with ATH Móvil
es: Ingresa tu numero de telefono registrado en ATH Móvil

source: Continue
es: Continuar

source: Processing...
es: Procesando...

source: Confirm in ATH Móvil
es: Confirmar en ATH Móvil

source: Check your ATH Móvil app
es: Verifica tu app de ATH Móvil

source: Processing payment...
es: Procesando pago...

source: Payment completed
es: Pago completado

source: Try again
es: Intentar de nuevo
